Repository: leggewie-DM/audio-recorder
Catalog: po/*.po
Languages: ar, ca, de, el, es, eu, fi, fr, lt, ms, nl, pl, sv, uk, zh_tw

source: Please install additional plugins (from gstreamer1.0-plugins-* package) to support the %s format.
ar: الرجاء تثبيت الملحقات الإضافية (من حزمة gstreamer1.0-plugins-*) لدعم تنسيق %s.
ca: Si us plau, instal·leu els connectors addicionals (del paquet gstreamer1.0-plugins-*) per a tenir suport per al format %s.
de: Bitte zusätzliche Module (aus dem Paket gstreamer1.0-plugins-* ) installieren, um das Format %s zu unterstützen.
es: Por favor instale los plugins adicionales(desde el paquete gstreamer1.0-plugins-*) para soportar el formato %s.
fi: Si us plau, instal·leu els connectors addicionals (del paquet gstreamer1.0-plugins-*) per a tenir suport per al format %s.
fr: Veuillez installer les greffons additionnels (depuis le paquet gstreamer1.0-plugins-*) pour prendre en charge le format %s.
lt: Prašome įdiegti papildomus įskiepius (iš gstreamer1.0-plugins-* paketo), kad būtų palaikomas %s formatas.
ms: Sila pasang pemalam tambahan (dari pakej gstreamer1.0-plugins-* ) untuk menyokong format %s.
pl: Proszę zainstalować dodatkowe wtyczki (z pakietu gstreamer1.0-plugins-*) do obsługi formatu %s.
sv: Installera fler insticksmoduler (från gstreamer1.0-plugins-*), för att stödja %s-formatet.
uk: Будь ласка, встановіть додаткові надбудови (з пакунок gstreamer1.0-plugins-*), щоб забезпечити підтримку формату %s.

source: (Microphone)
ar: (مايكروفون)
ca: (Micròfon)
de: (Mikrofone)
el: (Μικρόφωνο)
es: (Micrófono)
eu: (Mikrofonoa)
fi: (Mikrofoni)
lt: (Mikrofonas)
ms: (Mikrofon)
nl: (Microfoon)
pl: (Mikrofon)
sv: (Mikrofon)
uk: (Мікрофон)
zh_tw: (麥克風)

source: (Audio output)
ar: (إخراج صوتي)
ca: (Sortida de so)
de: (Audio-Ausgabe)
es: (Salida de audio)
eu: (Audio irteera)
fr: (Sortie Audio)
lt: (Garso išvestis)
ms: (Output audio)
nl: (Audio uitgang)
pl: (Wyjście dźwięku)
sv: (Ljudutdata)
uk: (Аудіо вихід)

source: Audio Recorder
ar: مسجل الصوت
de: Audio-Rekorder
el: Εγγραφέας ήχου
es: Grabador de audio
fi: Ääninauhuri
fr: Enregistreur Audio
lt: Garso rašytuvas
ms: Perakam Audio
nl: Geluidsrecorder
pl: Rejestrator Audio
sv: Ljudinspelare
uk: Запис звуку
zh_tw: 錄音程式

source: Show window
ar: إظهار النافذة
ca: Mostra la finestra
de: Fenster anzeigen
el: Εμφάνιση παραθύρου
es: Mostrar ventana
eu: Erakutsi leihoa
fi: Näytä ikkuna
fr: Afficher la fenêtre
lt: Rodyti langą
ms: Papar tetingkap
nl: Venster weergeven
pl: Pokaż okno
sv: Visa fönster
uk: Показати вікно
zh_tw: 顯示視窗

source: Hide window
ar: إخفاء النافذة
ca: Amaga la finestra
de: Fenster verbergen
el: Απόκρυψη παραθύρου
es: Ocultar ventana
eu: Ezkutatu leihoa
fi: Piilota ikkuna
fr: Masquer la fenêtre
lt: Slėpti langą
ms: Sembunyi tetingkap
nl: Venster verbergen
pl: Schowaj okno
sv: Dölj fönster
uk: Приховати вікно
zh_tw: 隱藏視窗

source: Cannot start file browser. Please display %s manually.
ar: لا يمكن بدأ نتصفح الملفات. الرجاء عرض %s يدويا.
ca: No s'ha pogut iniciar l'explorador de fitxers. Si us plau, obriu %s manmualment.
de: Dateiverwaltung kann nicht gestartet werden. Bitte %s manuell anzeigen.
el: Αδυναμία εκκίνησης περιηγητή αρχείων. Παρακαλώ εμφανίστε το %s χειροκίνητα.
es: No se pudo iniciar el navegador de archivos. Por favor abra el %s manualmente.
eu: Ezin da abiarazi fitxategi arakatzailea. Bistaratu %s eskuz.
fi: Ei voida käynnistää internettiselainta. Ole hyvä jä aukaise %s manuaalisesti.
fr: Impossible de démarrer le gestionnaire de fichiers. Veuillez afficher %s manuellement.
lt: Nepavyksta paleisti failų naršyklės. Prašome parodyti %s rankiniu būdu.
ms: Tidak dapat mulakan pelayar fail. Sila paparkan %s secara manual.
nl: Kan de file browser niet starten. Toon alstublieft %s handmatig.
pl: Nie można uruchomić przeglądarki plików. Wyświetl %s ręcznie.
sv: Kan inte starta filhanteraren. Öppna %s manuellt.
uk: Неможливо запустити переглядач файлів. Будь ласка, відкрийте %s вручну.
zh_tw: 無法啟動檔案瀏覽器。 請手動顯示 %s。

source: Pause recording
ar: إقاف مؤقت للتسجيل
ca: Fes una pausa a l'enregistrament
de: Aufnahme pausieren
el: Παύση εγγραφής
es: Pausar la grabación
eu: Pausatu grabaketa
fi: Keskeytä väliaikaisesti
fr: Pause d'enregistrement
lt: Pristabdyti įrašymą
ms: Jeda rakaman
nl: Opnemen pauzeren
pl: Wstrzymaj nagrywanie
sv: Pausa inspelningen
uk: Призупинити запис
zh_tw: 暫停錄音

source: Show saved recordings
ar: إعرض التسجيلات المخزنة
ca: Mostra els enregistraments desades
de: Gespeicherte Aufnahmen anzeigen
el: Εμφάνιση σωσμένων ηχογραφήσεων
es: Mostrar grabaciones guardadas
eu: Erakutsi gordetako grabaketak
fi: Näytä tallennetut äänitykset
fr: Afficher les enregistrements sauvegardés
lt: Rodyti išsaugotus įrašus
ms: Papar rakaman tersimpan
nl: Toon opgeslagen opnamen
pl: Wyświetl zachowane nagrania
sv: Visa sparade inspelningar
uk: Показати збережені записи
zh_tw: 顯示已儲存的錄音

source: _About
ar: _حول
ca: _Quant a
de: _Über
es: _Acerca de
eu: _Honi buruz
fi: O_hjelmasta
fr: À _propos
lt: _Apie
ms: Perih_al
pl: _O programie
sv: _Om
uk: _Про

source: _Quit
ar: _خروج
ca: _Surt
de: _Verlassen
es: _Quitar
eu: _Irten
fi: _Lopeta
fr: _Quitter
lt: _Išeiti
ms: Ke_luar
pl: _Zakończ
sv: _Avsluta
uk: _Вийти

source: Exec error. Cannot start process %s. %s.
ar: خطأ تنفيذ. لا يمكن بدأ العملية %s. %s.
ca: Error d'exec. No s'ha pogut iniciat el procés %s. %s.
de: Ausführungsfehler. Prozess %s kann nicht gestartet werden. %s.
el: Λάθος κατά την εκτέλεση. Η διεργασία %s δε μπορεί να αρχίσει. %s.
es: error de ejecución. No se pudo ejecutar los procesos %s. %s.
eu: Exekuzio errorea. Ezin da%s prozesua hasi. %s.
fi: Tapahtui virhe. Prosessin "%s" käynnistys ei onnistunut. %s.
fr: Erreur d'exécution. Impossible de démarrer le processus %s. %s.
lt: Vykdymo klaida. Nepavyksta paleisti proceso %s. %s.
ms: Ralat laku. Tidak dapat mulakan proses %s. %s.
nl: Exec fout. Kan proces %s niet starten. %s.
pl: Błąd wykonania. Nie można rozpocząć procesu %s. %s.
sv: Exekveringsfel. Kan inte starta process %s. %s.
uk: Помилка виконання. Не вдається запустити процес %s. %s.
zh_tw: 執行出錯。無法啟動進程 %s。 %s。

source: Audio
ar: الأصوات
ca: So
el: Ήχος
eu: Audioa
fi: Äänitykset
lt: Garso įrašai
pl: Dźwięk
sv: Ljud
uk: Аудіо
zh_tw: 音訊

source: Select Directory
ar: اختر المجلد
ca: Selecciona directori
de: Ordner wählen
el: Επιλογή καταλόγου
es: Seleccione directorio
eu: Hautatu direktorioa
fi: Valitse kansio
fr: Sélectionnez le répertoire
lt: Pasirinkite katalogą
ms: Pilih Direktori
nl: Kies Bestandenmap
pl: Wybierz katalog
sv: Välj mapp
uk: Вибір каталогу
zh_tw: 選取資料夾

source: Recording devices for %s:
ar: أجهزة التسجيل لـ %s:
ca: Dispositius d'enregistrament per a %s:
de: Aufnahmegeräte für %s:
el: Συσκευές ηχογράφησης για %s:
es: Grabando dispositivos para %s:
eu: %s-rako grabazio gailuak.
fi: %s:
fr: Périphérique d'enregistrement pour %s :
lt: Įrašymo įrenginiai, skirti %s:
ms: Peranti rakaman untuk %s:
nl: Opname apparaat voor %s:
pl: Urządzenia nagrywania dla %s:
sv: Inspelningsenheter för %s:
uk: Присторії запису для %s:
zh_tw: 錄音裝置 %s：

source: Media players (RhythmBox, Banshee, etc.)
ar: مشغل الوسائط (RhythmBox، Banshee، إلخ.)
ca: Reproductors multimèdia (RhythmBox, Banshee, etc.)
de: Medienspieler (RhythmBox, Banshee, usw.)
el: Αναπαραγωγοί πολυμέσων (RhythmBox, Banshee, κλπ.)
es: Reproductores multimedia (RhythmBox, Banshee, etc.)
eu: Multimedia-erreproduzigailuak (RhythmBox, Banshee, etab.)
fi: Soittimet (RhythmBox, Banshee, jne.)
fr: Lecteurs multimédia (RhythmBox, Banshee, etc.)
lt: Medija grotuvai (RhythmBox, Banshee, ir t.t.)
ms: Peamin media (RhythmBox, Banshee, dll.)
nl: Media spelers (RhythmBox, Banshee, etc.)
pl: Odtwarzacze multimedialne (RhytmBox, Banshee, itd.)
sv: Mediaspelare (RhythmBox, Banshee, etc.)
uk: Програвачі (Rhythmbox, Banshee, і т.д.)
zh_tw: 媒體播放機(RhythmBox, Banshee 等)

source: Select output device (speakers) for recording.
ar: إختر جهاز الإخراج (السماعات) للتسجيل.
ca: Seleccioneu el dispositiu de sortida (altaveus) per a l'enregistrament.
de: Ausgabegerät (Lautsprecher) zur Aufnahme auswählen.
el: Επιλέξτε συσκευή εξόδου (ηχεία) για την ηχογράφηση.
es: Seleccionar dispositivo de salida (altavoces) para la grabación.
eu: Aukeratu grabaketa entzuteko gailua (bozgorailuak).
fi: Valitse äänilähde (kovaääninen) nauhoitukseen.
fr: Sélectionner le périphérique de sortie (baffles) pour l'enregistrement.
lt: Pasirinkite išvesties įrenginį (garsiakalbius) įrašymui.
ms: Pilih peranti output (pembesar suara) untuk rakaman.
nl: Selecteer uitvoerapparaat (luidsprekers) voor opname.
pl: Wybierz urządzenie wyjściowe (głośniki) dla nagrywania.
sv: Välj utmatningsenhet (högtalare) för inspelning.
uk: Оберіть пристрій виводу (динаміки) для запису.
zh_tw: 選擇錄音的輸出裝置(喇叭)。

source: Select both output device (speakers) and webcam/microphone.
ar: إختر كلا جهازي الإخراج (السماعات) و الكاميرا/الميكروفون.
ca: Seleccioneu el dispositiu de sortida (altaveus) i la webcam/el micròfon.
de: Ausgabegerät (Lautsprecher) sowie Webcam/Mikrofon auswählen.
el: Επιλέξτε συσκευή εξόδου (ηχεία) και κάμερα/μικρόφωνο.
es: Seleccionar dispositivo de salida (altavoces) y cámara web/micrófono.
eu: Aukeratu entzuteko gailua (bozgorailuak) eta webcam/mikrofonoa.
fi: Valitse äänilähde (kovaääninen) ja webkamera/mikki nauhoitukseen.
fr: Sélectionner les périphériques de sortie (baffles) et webcam/microphone.
lt: Pasirinkite abu, išvesties įrenginį (garsiakalbius) ir kamerą/mikrofoną.
ms: Pilih kedua-dua peranti output (pembesar suara) dan kamera sesawang/mikrofon.
nl: Selecteer zowel uitvoerapparaat (luidsprekers) en webcam/micropfoon.
pl: Wybierz oba urządzenia wyjściowe ( głośniki ) i kamerę/mikrofon.
sv: Välj både utmatningsenhet (högtalare) och webbkamera/mikrofon.
uk: Оберіть обидва пристрої виводу (динаміки) та вебкамеру/мікрофон
zh_tw: 選擇輸出裝置(喇叭)和視訊鏡頭/麥克風。

source: Select one or more devices for recording.
ar: إختر جهاز أو أكثر للتسجيل.
ca: Seleccioneu un o més dispositius per a l'enregistrament.
de: Eines oder mehrere Geräte für die Aufnahme auswählen.
el: Επιλέξτε μια ή περισσότερες συσκευές για ηχογράφηση.
es: Seleccione uno o más dispositivos para la grabación
eu: Aukeratu grabatzeko gailu bat edo gehiago.
fi: Valitse yksi tai useampi äänilähde nauhoitukseen.
fr: Sélectionner un ou plusieurs périphérique(s) pour l'enregistrement.
lt: Pasirinkite vieną ar daugiau įrenginių įrašymui.
ms: Pilih satu atau lebih peranti untuk rakaman.
nl: Selecteer een of meer aparaten voor opname.
pl: Wybierz jedno lub więcej urządzeń do nagrywania.
sv: Välj en eller flera enheter för inspelning.
uk: Оберіть один або декілька пристроїв для запису.
zh_tw: 選擇一個或多個錄音裝置。

source: General
ar: عام
de: Allgemein
el: Γενικά
eu: Orokorra
fi: Yleiset
fr: Général
lt: Bendra
ms: Am
nl: Algemeen
pl: Główne
sv: Allmänt
uk: Загальні
zh_tw: 一般

source: Folder name:
ar: اسم المجلد:
ca: Nom de la carpeta:
de: Ordnername:
el: Όνομα φακέλου:
es: Nombre de carpeta:
eu: Karpetaren izena:
fi: Kansion nimi:
fr: Nom du dossier :
lt: Aplanko pavadinimas:
ms: Nama folder:
nl: Mapnaam:
pl: Nazwa katalogu:
sv: Mappnamn:
uk: Ім'я теки:
zh_tw: 資料夾名稱：

source: Filename format:
ar: تنسيق اسم الملف:
ca: Format del fitxer:
de: Dateinamen-Format:
el: Μορφή ονόματος αρχείου:
es: Formato del nombre de archivo:
eu: Fitxategi-izenaren formatua:
fi: Nimen muoto:
fr: Format de nom de fichier :
lt: Failo pavadinimo formatas:
ms: Format nama fail:
nl: Bestandsnaamformaat:
pl: Format nazwy pliku:
sv: Filnamnsmall:
uk: Формат назви файлу:
zh_tw: 檔案名稱格式:

source: Keep window on top.
ar: إبقاء النافذة فوق الكل.
ca: Sempre per damunt
de: Fenster im Vordergrund behalten.
es: Mantener esta ventana arriba
eu: Mantendu leihoa gainean.
fi: Pidä ikkuna aina päällimmäisenä.
fr: Conserver la fenêtre au premier plan.
lt: Išlaikyti langą viršuje.
ms: Kekalkan tetingkap di atas.
pl: Okno zawsze na wierzchu.
sv: Visa alltid programfönstret överst.
uk: Тримати вікно на поверхні

source: Show icon on the system tray.
ar: إظهر الأيقونة على شريط النظام.
ca: Mostra la icona a la safata del sistema
de: Symbol im Benachrichtigungsfeld anzeigen.
el: Εμφάνιση εικονιδίου στην περιοχή εικονιδίων.
es: Mostrar icono en el área de notificación.
eu: Erakutsi adierazle appletean
fi: Näytä kuvake ilmaisinalueella.
fr: Afficher une icône dans la barre des notifications.
lt: Rodyti piktogramą sistemos dėkle.
ms: Papar ikon dalam talam sistem.
nl: Toon icoon in systeembalk.
pl: Wyświetl ikonę w trayu.
sv: Visa ikon i systemfältet.
uk: Показувати іконку в треї.
zh_tw: 在系統匣顯示圖示。

source: Auto-start this application at login.
ar: بدأ تشغيل هذا التطبيق عند تسجيل الدخول.
ca: Inicia l'aplicació automàticament.
de: Automatisch bei der Anmeldung starten.
el: Αυτόματη έναρξη της εφαρμογής όταν ο χρήστης μπαίνει στο σύστημα.
es: Arrancar aplicación al iniciar sesión
eu: Abiarazi aplikazioa automatikoki saioa hastean.
fi: Käynnistä tämä sovellus automaattisesti sisäänkirjautuessa.
fr: Démarrer automatiquement cette application au démarrage.
lt: Prisijungus, automatiškai paleisti šią programą
ms: Mulakan-sendiri aplikasi ini semasa daftar masuk.
nl: Start deze applicatie automatisch bij het inloggen.
pl: Autostart tej aplikacji po zalogowaniu.
sv: Starta automatiskt detta program vid inloggning.
uk: Автоматично запускати програму.
zh_tw: 登入時自動啟動本應用程式。

source: Record ringing sound for Skype.
ar: تسجيل صوت الرنين لـ Skype.
ca: Enregistra el so de trucada de l'Skype.
de: Klingelton für Skype aufzeichnen.
el: Ηχογράφηση ήχου κουδουνίσματος για το Skype.
es: Grabar tono de llamada para Skype
eu: Grabatu txirrina-soinua Skyperentzat.
fi: Nauhoita Skypen soittoääni.
fr: Enregistrer la sonnerie d'appel de Skype.
lt: Įrašyti Skype skambinimo garsą.
ms: Rakam bunyi deringan untuk Skype.
nl: Neem belgeluid voor Skype op.
pl: Nagrywaj dźwięk dzwonienia dla Skype.
sv: Spela in ringsignal för Skype.
uk: Записувати звук дзвінка Skype.
zh_tw: 錄製 Skype 鈴聲。

source: Device settings
ar: إعدادت الجهاز
ca: Paràmetres del dispositiu
de: Geräteeinstellungen
el: Ρυθμίσεις συσκευής
es: Configuraciones del dispositivo
eu: Gailuaren ezarpenak
fi: Laiteasetukset
fr: Paramètres du périphérique
lt: Įrenginio nustatymai
ms: Tetapan peranti
nl: Apparaatinstellingen
pl: Ustawienia urządzenia
sv: Enhetsinställningar
uk: Налаштування пристрою
zh_tw: 裝置設定

source: Installed items:
ar: العناصر المثبتة:
ca: Elements instal·lats:
de: Installierte Elemente:
el: Εγκατεστημένα αντικείμενα:
es: Elementos instalados:
eu: Instalatutako elementuak.
fi: Asennetut tuotteet:
fr: Éléments installés :
lt: Įdiegti elementai:
ms: Item dipasang:
nl: GeÃ¯nstalleerde items:
pl: Zainstalowane:
sv: Installerade objekt:
uk: Встановлені елементи:
zh_tw: 已安裝項目：

source: Recording commands
ar: تسجيل الأوامر
ca: Ordres d'enregistrament
de: Aufnahmebefehle
es: Comandos de Grabación
eu: Grabaketa komandoak
fi: Äänitys komennot
fr: Commandes d'enregistrement
lt: Įrašymo komandos
ms: Perintah rakaman
pl: Nagrywanie poleceń
sv: Inspelningskommandon
uk: Команди запису

source: Recording command
ar: تسجيل الأمر
ca: Ordre d'enregistrament
de: Aufnahmebefehl
es: Comando de Grabación
eu: Grabaketa komandoa
fi: Äänitys komento
fr: Commande d'enregistrement
lt: Įrašymo komandos
ms: Perintah rakaman
pl: Nagrywanie polecenia
sv: Inspelningskommando
uk: Команда запису

source: _OK
ar: _موافق
ca: D'ac_ord
es: _Aceptar
eu: _Ados
lt: _Gerai
uk: _Гаразд

source: test.%s
ar: إختبار.%s
ca: prova.%s
es: prueba.%s
eu: proba.%s
fi: testi.%s
lt: bandymas.%s
ms: uji.%s
uk: тест.%s

source: # Copy and paste the following command to a terminal window.
ar: # انسخ و ألصق الأمر التالي إلى نافذة الطرفي.
ca: # Copieu i enganxeu la següent ordre en una finestre de terminal.
de: # Bitte den folgenden Befehl in ein Terminalfenster kopieren.
es: #Copie y pegue el siguiente comando en una ventana de terminal
eu: # Kopiatu eta itsatsi hurrengo komandoa terminal batean.
fi: # Kopioi ja liitä seuraava komento kommando-terminaaliin.
fr: # Copier-coller les commandes suivantes dans une fenêtre de terminal.
lt: # Nukopijuokite ir įdėkite šią komandą į terminalo langą.
ms: # Salin dan tampal perintah berikut ke tetingkap terminal.
pl: # Skopiuj i wklej następujące polecenia do okna terminala.
sv: # Kopiera och klistra in följande kommando i ett terminalfönster.
uk: # Скопіюйту поточну команду у вікно терміналу.

source: # The devices are taken from the GUI (main window).
ar: # الأجهزة مأخوذة من الواجهة الرسومية (النافذة الرئيسية)
ca: # Els dispositius s'obtenen de la GUI (finestre principal).
de: # Die Geräte werden aus dem Hauptfenster der grafischen Oberfläche übernommen
es: # Los dispositivos se toman de la GUI (ventana principal).
eu: # Gailuak GUI-tik hartu dira (leiho nagusitik).
fi: # Äänityslaitteet on otettu pääikkunasta.
fr: # Les périphériques sont repris depuis l'interface utilisateur (fenêtre principale).
lt: # Įrenginiai yra paimami iš grafinės naudotojo sąsajos (pagrindinio lango).
ms: # Peranti yang diambil dari GUI (tetingkap utama).
pl: # Urządzenia są pobierane z GUI (głowne okno).
sv: # Enheterna tas från GUI (huvudfönstret).
uk: # Пристрій взято з головного вікна.

source: # Use the pactl tool to list all available audio (input) devices in your system.
ar: # إستعمل أداة pactl لعرض قائمة كل إجهزة (إدخال) الصوت في نظامك.
ca: # Utilitzeu l'eina pactl per a llistar els dispositius de so (entrada) disponibles al vostre sistema.
de: # Benutzen Sie das pactl-Werkzeug um alle verfügbaren Audio-Eingabegeräte Ihres Systems aufzulisten.
es: Use la pactl tool para listar los dispositivos de entrada de audio disponibles en su sistema
fr: # Utiliser l'outil pactl pour lister tous les périphériques d'entrée audio de votre système.
lt: # Naudokite pactl įrankį, kad išvardytumėte visus savo sistemoje prieinamus garso (įvesties) įrenginius.
ms: # Guna alat pactl untuk senaraikan semua peranti (input) audio yang ada dalam sistem anda.
pl: # Użyj narzędzia pactl, aby wyświetlić wszystkie dostępne urządzenia audio (wejściowe) w twoim systemie.
sv: # Använd pactl-verktyget för att lista alla tillgängliga enheter (indata) på ditt system.
uk: # Використовувати засіб pactl для перерахування доступних звукових (на вході) пристроїв системи.

source: # This command will record to %s file.
ar: # هذا الأمر سيسجل إلى ملف %s.
ca: # Aquesta ordre s'enregistrarà al fitxer %s.
de: # Dieser Befehle wird in Datei %s aufnehmen.
es: #Este comando grabará al archico %s.
eu: # Komandu hau %s fitxategira gordeko du.
fi: Tämä komento äänittää %s tiedostoon.
fr: # Cette commande enregistre vers le fichier %s.
lt: # Ši komanda įrašys į %s failą.
ms: # Perintah ini akan rakam ke fail %s.
pl: # To polecenie zostanie nagrane do pliku %s.
sv: # Detta kommando spelar in till filen %s.
uk: # Ця команда розпочне запис до %s файлу.

source: # Press Control-C to terminate the recording.
ar: # إضغط Control-C لإنهاء التسجيل.
de: # Drücken Sie Strg-C um die Aufnahme zu beenden.
es: #Presione Control-C para finalizar la grabación
fr: # Appuyer sur Ctrl-C pour terminer l'enregistrement.
lt: # Paspauskite Vald-C (Control-C), kad nutrauktumėte įrašymą.
ms: # Tekan Control-C untuk tamatkan rakaman.
pl: # Naciśnij Control+C, aby zatrzymać nagrywanie.
sv: # Tryck Ctrl+C för att avbryta inspelningen.
uk: # Натисніть CTRL+C, щоб перервати запис.

source: Title:
ar: العنوان :
ca: Títol:
de: Titel:
es: Título:
eu: Titulua:
fi: Nimi:
fr: Titre :
lt: Pavadinimas:
ms: Tajuk:
pl: Tytuł:
sv: Titel:
uk: Назва:

source: File extension:
ar: إمتداد الملف:
ca: Extensió:
de: Dateiendung:
es: Extensión de archivo:
eu: Fitxategiaren luzapena:
fi: Tiedostopääte:
fr: Extension de fichier :
lt: Failo plėtinys:
ms: Sambungan fail:
pl: Rozszerzenie pliku:
sv: Filnamnsformat:
uk: Розширення:

source: Command:
ar: _أمر:
de: Kommando:
es: Comando:
eu: Komandoa:
fr: Commande:
sv: Kommando:

source: Show cmd
ar: أظهر اﻷمر
ca: Mostra l'ordre
de: Anzeigen
es: Ver línea de comandos
eu: Erakutsi cmd
fi: Näytä komento
fr: Afficher commande
lt: Rodyti kmnd
ms: Tunjuk cmd
pl: Pokaż polecenie
sv: Visa cmd
uk: Показати команду

source: Reset
ar: أعد الضبط
ca: Restableix
de: Zurücksetzen
es: Reiniciar
eu: Berrezarri
fi: Tyhjennä muutokset
fr: Réinitialiser
lt: Atstatyti
ms: Tetap Semula
pl: Resetuj
sv: Återställ
uk: Скинути

source: New
ar: جديد
ca: Nou
de: Neu
es: Nuevo
eu: Berria
fi: Uusi
fr: Nouvelle
lt: Nauja
ms: Baharu
pl: Nowe
sv: Nytt
uk: Нова

source: Delete
ar: حذف
ca: Suprimeix
de: Löschen
es: Suprimir
eu: Ezabatu
fi: Poista
fr: Supprimer
lt: Ištrinti
ms: Padam
pl: Usuń
sv: Ta bort
uk: Вилучити

source: Save
ar: حفظ
ca: Desa
de: Speichern
es: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
lt: Išsaugoti
ms: Simpan
pl: Zapisz
sv: Spara
uk: Зберегти

source: %Y-%m-%d-%H:%M:%S
ca: %d-%m-%Y-%H:%M:%S
el: %Ε-%μ-%η-%Ω:%Λ:%Δ
pl: %d-%m-%Y-%H:%M:%S

source: Package:
ca: Paquet:
fi: Paketti:
pl: Pakiet:
