Repository: leggewie-DM/audio-recorder
Catalog: po/*.po
Languages: ar, ca, de, el, es, eu, fi, fr, lt, ms, nl, pl, sv, uk, zh_tw

source: This product is released under terms of GPL, GNU GENERAL PUBLIC LICENSE v3.
ar: هذا المنتج تحت شروط إتفاقية GPL، إتفاقية GNU العامة v3.
ca: Aquest producte es publica sota els termes de GPL, LLICÈNCIA PÚBLICA GENERAL GNU v3.
de: Dieses Produkt ist unter den Bedingungen der GNU General Public License in Version 3 lizenziert.
el: Το προϊόν αυτό κυκλοφορεί σύμφωνα με τους όρους της Γενικής Άδειας Δημόσιας Χρήσης GNU, έκδοση 3.
es: Este producto está liberado bajo los términos de la Licencia Pública General de GNU v3.
eu: Produktu honek GPL, GNU GENERAL PUBLIC LICENSE v3 lizentzia du.
fi: Tämä on vapaa ohjelma. Tätä ohjelmaa saa levittää edelleen ja muuttaa Free Software Foundationin julkaiseman GNU General Public Licensen (GPL-lisenssi) version 3 ehtojen mukaisesti.
fr: Ce produit est distribué sous une licence GPL, GNU GENERAL PUBLIC LICENSE v3
lt: Šis produktas yra licencijuotas pagal GPL, GNU GENERAL PUBLIC LICENSE v3 nuostatas.
ms: Produk ini dilepaskan dibawah terma GPL, LESEN AWAM AM GNU v3.
nl: This product is released under terms of GPL, GNU GENERAL PUBLIC LICENSE v3. Dit product is vrijgegeven onder de termen van GPL, GNU GENERAL PUBLIC LICENSE v3.
pl: Ten produkt jest udostępniany zgodnie z warunkami licencji GPL, GNU GENERAL PUBLIC LICENSE v3
sv: Denna produkt är utgiven under villkoren för GPL, GNU GENERAL PUBLIC LICENSE v3.
uk: Цей продукт розповсюджується згідно з умовами GPL, GNU GENERAL PUBLIC LICENSE v3.
zh_tw: 本產品遵照 GPL 協定， GNU 通用公共授權 v3。

source: Please see http://www.gnu.org/licenses/gpl-3.0.txt for more details.
ar: إنظر http://www.gnu.org/licenses/gpl-3.0.txt لمزيد من التفاصيل.
ca: Si us plau, per a més detalls vegeu http://www.gnu.org/licenses/gpl-3.0.txt.
de: Weitere Informationen finden Sie auf http://www.gnu.org/licenses/gpl-3.0.txt
el: Δείτε το http://www.gnu.org/licenses/gpl-3.0.txt για περισσότερες λεπτομέρειες.
es: Por favor, visite http://www.gnu.org/licenses/gpl-3.0.txt para más información
eu: Xehetasun gehiago orri honetan http://www.gnu.org/licenses/gpl-3.0.txt
fi: Ole hyvä ja lue http://www.gnu.org/licenses/gpl-3.0.txt.
fr: Voir http://www.gnu.org/licenses/gpl-3.0.txt pour plus de détails.
lt: Išsamiau, prašome žiūrėti http://www.gnu.org/licenses/gpl-3.0.txt .
ms: Sila rujuk http://www.gnu.org/licenses/gpl-3.0.txt untuk perincian lanjut.
nl: Zie alstublieft http://www.gnu.org/licenses/gpl-3.0.txt voor meer details.
pl: Aby dowiedzieć się więcej zobacz http://www.gnu.org/licenses/gpl-3.0.txt
sv: Se http://www.gnu.org/licenses/gpl-3.0.txt för mer information.
uk: За більш докладною інформацією будь ласка перегляньте http://www.gnu.org/licenses/gpl-3.0.txt
zh_tw: 請造訪 http://www.gnu.org/licenses/gpl-3.0.txt 檢視詳情

source: Installation details
ar: تفاصيل التثبيت
ca: Detalls de la instal·lació
de: Installationsdetails
el: Λεπτομέρειες εγκατάστασης
es: Detalles de Instalación
eu: Instalazioaren xehetasunak.
fi: Tarkemmat asennustiedot
fr: Détails d'installation
lt: Įdiegimo informacija
ms: Perincian pemasangan
nl: Installatie details
pl: Informacje dotyczące instalacji
sv: Detaljerad installationsinfo
uk: Подробиці встановлення
zh_tw: 安裝詳情

source: OK
ar: موافق
ca: D’acord
es: Aceptar
eu: Ados
lt: Gerai
uk: Гаразд

source: User defined audio source
ar: مصدر صوت معرف من المستخدم
ca: Font de so definida per l'usuari
de: Benutzerdefinierte Audioquelle
el: Πηγή ήχου οριζόμενη από τον χρήστη
es: Origen de audio definido por el usuario
eu: Erabili definitutako audio iturria
fi: Omavalintainen äänilähde
fr: Source audio définie par l'utilisateur
lt: Naudotojo nustatytas garso šaltinis
ms: Sumber audio ditakrif pengguna
nl: Gebruiker gedefinieerde audio bron
pl: Źródło dźwięku wybrane przez użytkownika
sv: Användardefinierad ljudkälla
uk: Джерело звуку вибране користувачем
zh_tw: 使用者自訂音訊來源

source: System's default device
ar: جهاز النظام الإفتراضي
ca: Dispositiu per defecte del sistema
de: Vom System vorgegebenes Gerät
el: Προεπιλεγμένη συσκευή συστήματος
es: Dispositivo predeterminado
eu: Sistemaren gailu lehenetsia
fi: Järjestelmän oletuslaite (default).
fr: Périphérique par défaut du système
lt: Sistemos numatytasis įrenginys
ms: Peranti lalai sistem
nl: Systeem standaardapparaat
pl: Domyślne urządzenie systemowe
sv: Systemets standardenhet
uk: Системний пристрій за замовчуванням
zh_tw: 系統預設設定

source: Access to Skype denied. Answer YES to grant access to Skype. You can enable/disable this in the Skype's "Public API" settings.
ar: الوصول إلى Skype مرفوض. إجب YES للسماح بالوصول إلى Skype. يمكنك تفعيل/تعطيل هذا في إعدادات "Public API" في Skype.
ca: L'accés a Skype ha estat denegat. Responeu SÍ per per permetre l'accés a Skype. Podeu habilitar/deshabilitar això als paràmetres de l'"API pública" de l'Skype.
de: Der Zugriff auf Skype wurde verweigert. Antworten Sie mit JA, um Skype Zugriff zu gewähren. Sie können dies in den Skype-Einstellungen unter »Public API« aktivieren oder deaktivieren.
el: Άρνηση πρόσβασης στο Skype. Απαντήστε Ναι για να επιτρέψετε την πρόσβαση στο Skype. Μπορείτε να ενεργοποιήσετε/απενεργοποιήσετε αυτήν την επιλογή στις ρυθμίσεις με τίτλο "Public API" του Skype.
es: Acceso denegado a Skype. Responda SÍ para permitir el acceso a Skype. Puede activar/desactivar esta opción en las opciones de la API pública de Skype.
eu: Skyperako sarrera ukatua. Erantzun YES Skypen sartzeko. Gaitu edota desgaitu dezakezu hau Skyperen "Public API" hobespenetan.
fi: Et ole kirjautunut Skypeen. Kirjaudu Skypeen jotta kommunikointi voi alkaa.
fr: Accès à Skype refusé. Répondre OUI pour accorder l'accès à Skype. Vous pouvez activer/désactiver ceci dans les préférences « API publique » de Skype.
lt: Prieiga prie Skype atmesta. Atsakykite TAIP, kad suteiktumėte prieigą prie Skype. Jūs galite tai įjungti/išjungti programos Skype "Viešas API" nustatymuose.
ms: Capaian ke Skype dinafika. Jawab YA untuk beri capaian ke Skype. Anda boleh benar/lumpuhksn ini dalam tetapan "API Awam" Skype.
nl: Toegang tot Skype geweigerd. Antwoord YES om toegang tot Skype te verkrijgen. U kunt dit aanzetten/uitzetten in de Skype "Public API" instellingen.
pl: Dostęp do Skype odmówiony. Wybierz TAK by przyznać dostęp do Skype. Możesz to włączyć/wyłączyć w ustawieniach "Publiczne API" Skype'a.
sv: Åtkomst till Skype nekades. Svara JA för att godkänna åtkomst till Skype. Du kan aktivera/inaktivera detta i Skypes Publik API-inställning.
uk: Відмовлено у доступі до Skype. Відповідайте "ТАК" щоб надати доступ до Skype. Ви можете увімкнути/вимкнути це в налаштуваннях "Публічного API" Skype.
zh_tw: 連結 Skype 被拒。 回答 YES 以授權連結 Skype。 您可以在 Skype 的“開放 API”設定選單中開啟或停用該程式。

source: Skype is offline. Cannot connect to Skype unless you login.
ar: Skype غير متصل. لا يمكن الإتصال بـ Skype إلا إذا سجلت الدخول.
ca: L'Skype es troba fora de línia. No és possible connectar amb l'Skype si no hi inicieu sessió.
de: Skype ist offline. Ohne Anmeldung kann nicht zu Skype verbunden werden.
el: Το Skype είναι εκτός δικτύου. Δεν είναι δυνατή η σύνδεση με αυτό μέχρι να εισέλθετε στο δίκτυο.
es: Skype se encuentra sin conexión. No se puede conectar a Skype si no inicia la sesión.
eu: Skype konexiorik gabe dago. Ezin da Skype-ra konektatu saioa hasten ez baduzu.
fi: Et ole kirjautunut Skypiin. Kirjaudu Skypiin jotta kommunikointi voi alkaa.
fr: Skype est hors ligne. Impossible de se connecter à Skype sauf si vous vous connectez.
lt: Programa Skype yra neprisijungusi. Nepavyksta jungtis prie Skype, nebent jūs prisijungsite.
ms: Skype diluar talian. Tidak dapat sambung ke Skype melainkan anda mendaftar masuk.
nl: Skype is niet verbonden. Kan niet met Skype verbinden tenzij U inlogt.
pl: Skype jest offline. Nie możesz podłączyć się do Skype o ile nie zalogujesz się.
sv: Skype är frånkopplad. Kan inte ansluta till Skype utan att du loggar in.
uk: Skype в автономному режимі. Неможливо підключитися до Skype доки Ви не увійшли в систему.
zh_tw: Skype 離線。除非登入，否則無法連線到 Skype。

source: Skype calls
ar: مكالمات Skype
ca: Trucades de l'Skype
de: Skype-Anrufe
el: Κλήσεις Skype
es: Llamadas de Skype
eu: Skype deiak
fi: Skype puhelut
fr: Appels Skype
lt: Skype skambučiai
ms: Panggilan Skype
nl: Skype oproepen
pl: Nagrania Skype'a
sv: Skype-samtal
uk: Дзвінки Skype
zh_tw: Skype 通話

source: Call from %s to %s %s
ar: مكالمة من %s إلى %s %s
ca: Trucada de %s per a %s %s
de: Anruf von %s an %s %s
el: Κλήση από %s προς %s %s
es: Llamada de %s a %s %s
eu: Deia. Nork: %s nori: %s %s
fi: Puhelu %s - %s %s
fr: Appel de %s à %s %s
lt: Skambutis nuo %s naudotojui %s %s
ms: Panggilan dari %s kepada %s %s
nl: Oproep van %s naar %s %s
pl: Połączenie od %s do %s %s
sv: Samtal från %s till %s %s
uk: Дзвінок від %s до %s %s
zh_tw: %s 呼叫 %s %s

source: Cannot start reading from the stream/pipeline.
ar: لا يمكن بدأ القراءة من التدفق/الأنبوب.
ca: No ha estat començar la lectura del flux de dades/pipeline.
de: Lesen aus dem Datenstrom/der Weiterleitung ist nicht möglich.
es: No se puede iniciar la lectura de la corriente/tubería.
eu: Ezin da hasi irakurtzen jario-tutueriatik.
fi: Ei voi aukaista taikka lukea äänijärjestelmän kautta.
fr: Impossible de lire au départ du stream/pipeline.
lt: Nepavyksta pradėti skaitymo iš srauto/komandų grandinės.
ms: Tidak dapat mula membaca dari garis paip/strim.
nl: Kan niet starten met lezen van de stroom/pijplijn.
pl: Nie można rozpocząć odczytu ze źródła (stream'u/potoku).
sv: Kan inte starta läsning från strömmen/ljudledningen.
uk: Неможливо почати читання з потоку.
zh_tw: 無法從音訊流/管道線啟動數據讀取。

source: Cannot create audio pipeline. %s.
ar: لا يمكن تكوين أنبوب صوت. %s.
ca: No ha estat possible crear el pipeline d'àudio. %s.
de: Audioleitung kann nicht hergestellt werden. %s.
es: Imposible crear tubería de audio. %s.
eu: Ezin da sortu %s audio-tutueria.
fi: Ei voi aukaista taikka lukea äänijärjestelmän kautta. %s.
fr: Impossible de créer le pipeline audio. %s.
lt: Nepavyksta sukurti garso komandų grandinės. %s.
ms: Tidak dapat cipta garis paip audio. %s
nl: Kan audio pijplijn. %s niet creÃ«ren.
pl: Nie można utworzyć potoku audio. %s.
sv: Kan inte skapa ljudledning. %s.
uk: Неможливо створити звуковий конвейєр. %s.
zh_tw: 無法建立音訊管道線。%s。

source: Cannot find audio element %s.
ar: لا يمكن إيجاد عنصر الصوت %s.
ca: No ha esatat possible trobar l'element d'àudio %s.
de: Audioelement %s kann nicht gefunden werden.
el: Δε βρέθηκε στοιχείο ήχου %s.
es: No se encuentra el elemento de audio %s.
eu: Ezin da topatu %s audio elementua.
fi: Ei voi avata äänijärjestelmän osaa %s.
fr: Impossible de trouver l'élément audio %s.
lt: Nepavyksta rasti garso elemento %s.
ms: Tidak dapat cari unsur audio %s
nl: Kan audio element %s niet vinden.
pl: Nie można odnaleźć elementu audio %s.
sv: Kan inte hitta ljudelementet %s.
uk: Неможливо знайти аудіо елемент %s.
zh_tw: 無法找到音訊元素 %s。

source: Cannot write to file "%s".
ar: لا يمكن الكتابة إلى الملف "%s".
ca: No ha estat possible escriure al fitxer "%s".
de: In Datei »%s« kann nicht geschrieben werden.
el: Δεν είναι δυνατή η εγγραφή στο αρχείο "%s".
es: Imposible escribir al archivo «%s».
eu: Ezin da idatzi "%s" fitxategian.
fi: Ei voi kirjoittaa tiedostoon "%s".
fr: Impossible d'écrire dans le fichier « %s ».
lt: Nepavyksta rašyti į failą "%s".
ms: Tidak dapat tulis ke fail "%s".
nl: Kan niet naar bestand "%s" schrijven.
pl: Nie można zapisać do pliku "%s".
sv: Kan inte skriva till filen "%s".
uk: Не вдається записати у файл "%s".
zh_tw: 無法寫入檔案“%s”。

source: Some filename
ar: إسم ملف ما
ca: Un fitxer
de: Ein Dateiname
el: Κάποιο όνομα αρχείου
es: Algún nombre de archivo
eu: Hainbat fitxategi-izen
fi: Tiedostonimi
fr: Nom de fichier
lt: Kažkoks failo pavadinimas
ms: Beberapa nama fail
nl: Een bestandnaam
sv: Något filnamn
uk: Ім'я файлу
zh_tw: 某檔案名稱

source: Cannot start the internet browser. Please open the help file %s manually.
ar: لا يمكن بدأ متصفح الإنترنت. الرجاء فتح ملف المساعدة %s يدويا.
ca: No ha estat possible iniciar el navegador d'internet. Si us plau, obriu el fitxer d'ajuda %s manualment.
de: Der Webbrowser kann nicht gestartet werden. Bitte öffnen Sie die Hilfedatei %s manuell.
es: No se puede iniciar el navegador web. Abra el archivo de ayuda %s manualmente.
eu: Ezin da abiatu internet-nabigatzailea. Mesedez ireki eskuz %s fitxategia.
fi: Ei voi käynnistää Internet-selainta. Ole hyvä ja avaa ohjetiedosto %s muulla tavalla.
fr: Impossible de lancer le navigateur Internet. Veuillez ouvrir le fichier d'aide %s manuellement.
lt: Nepavyksta paleisti interneto naršyklės. Prašome atverti pagalbos failą %s rankiniu būdu.
ms: Tidak dapat mulakan pelayar internet. Sila buka fail bantuan %s secara manual.
nl: Kan de internet browser niet starten. Open alstublieft het hulpbestand %s handmatig.
pl: Nie można otworzyć przeglądarki internetowej. Proszę otworzyć plik pomocy %s manualnie.
sv: Kan inte starta webbläsaren. Öppna hjälpfilen %s manuellt.
uk: Не вдається запустити браузер. Будь ласка, відкрийте файл довідки %s вручну.
zh_tw: 無法啟動瀏覽器。 請手動打開說明檔案 %s。

source: Print program name and version.
ar: إطبع إسم البرنامج و إصداره.
ca: Imprimeix el nom i la versió del programa.
de: Programmname und -version anzeigen.
es: Muestra el nombre del programa y su versión
eu: Inprima ezazu programaren izena eta bertsioa.
fi: Tulosta ohjelman nimi ja versio.
fr: Imprimer le nom du programme et la version.
lt: Išvesti programos pavadinimą ir versiją.
ms: Cetak nama dan versi program.
nl: Druk programmanaam en versie af.
pl: Wyświetl nazwę programu i wersję.
sv: Skriv ut programnamn och version.
uk: Показати ім'я програми та версію.
zh_tw: 列印程式名稱與版本。

source: Show application window at startup (0=hide main window, 1=force display of main window).
ar: إظهار نافذة التطبيق عند بدأ التشغيل (0=إخفي النافذة الرئيسية، 1=إجبر عرض التافذة الرئيسية).
ca: Mostra la finestra de l'aplicació a l'inici (0=oculta la finestra principal, 1=mostra la finestra principal).
de: Anwendungsfenster beim Start anzeigen (0=Hauptfenster verbergen, 1=Anzeige des Hauptfensters erzwingen)
el: Εμφάνιση του παραθύρου της εφαρμογής κατά την έναρξη (0=απόκρυψη κυρίως παραθύρου, 1=υποχρεωτική εμφάνιση κυρίως παραθύρου).
es: Mostrar la ventana del programa al inicio (0=ocultar la ventana principal, 1=forzar la visualización de la ventana principal)
eu: Erakutsi aplikazioaren leihoa abaiatzean (0=ezkutatu leiho nagusia, 1=behartu leiho nagusia erakusten).
fi: Näytä ohjelman ikkuna käynnistyksen yhteydessä (0=piilota ohjema, 1=näytä ohjelma).
fr: Afficher la fenêtre de l'application au démarrage (0=cache la fenêtre principale, 1=force l'affichage de la fenêtre principale).
lt: Rodyti programos langą paleidimo metu (0=slėpti pagrindinį langą, 1=priverstinai rodyti pagrindinį langą).
ms: Papar tetingkap aplikasi semasa permulaan (0=sembunyi tetingkap utama, 1=paksa papar tetingkap utama).
nl: Toon icoon op de systeem balk (0=toon icoon, 1=gedwongen tonen van icoon).
pl: Pokaż okno aplikacji na starcie (0=ukrywa główne okno, 1=wymusza pokazanie głównego okna).
sv: Visa programfönster vid uppstart (0=dölj huvudfönstret, 1=tvingad visning av huvudfönster).
uk: Показувати вікно програми під час завантаження (0=приховати головне вікно, 1=примусово відображати головне вікно)
zh_tw: 開機啟動時顯示程式視窗(0=隱藏主視窗，1=強制顯示主視窗顯示)。

source: Show icon on the system tray (0=hide icon, 1=force display of icon).
ar: أظهر أيقونة على شريط النظام (0=إخفي الأيقونة، 1=إجبر إظهار الأيقونة).
ca: Mostra la icona a la safata del sistema (0=oculta la icona, 1=mostra la icona).
de: Symbol im Benachrichtigungsfeld anzeigen (0=Symbol verbergen, 1=Anzeige des Symbols erzwingen)
el: Εμφάνιση εικονιδίου στην περιοχή εικονιδίων (0=απόκρυψη εικονιδίου, 1=υποχρεωτική εμφάνιση εικονιδίου).
es: Mostrar icono en la bandeja de sistema (0=ocultar icono, 1=forzar la visualización del icono)
eu: Erakutsi ikonoa panelean(0=ezkutatu ikonoa, 1=behartu ikonoa erakusten).
fi: Näytä kuvake tehtäväpalkissa (0=piillota kuvake, 1=näytä kuvake).
fr: Afficher une icône dans la zone de notification (0=cache l'icône, 1=force l'affichage de l'icône).
lt: Rodyti piktogramą sistemos dėkle (0=slėpti piktogramą, 1=priverstinai rodyti piktogramą).
ms: Papar ikon dalam talam sistem (0=sembunyi ikon, 1=paksa paparkan ikon).
nl: Toon icoon op de systeembalk (0=verberg icoon, 1=gedwongen tonen van icoon).
pl: Pokaż ikonę w zasobniku systemowym (0=ukryj ikonę, 1=wymuś pokazanie ikony).
sv: Visa ikon i systemfältet (0=dölj ikon, 1=tvingad visning av ikon).
uk: Показувати значок у системному треї (0 = приховати значок, 1 = примусово відображати значак).
zh_tw: 在系統匣顯示圖示(0=隱藏圖示，1=強制顯示圖示)。

source: Reset all settings and restart audio-recorder.
ar: مسح الإعدادات و إعادة مسجل-الصوت
ca: Restableix tots els paràmetres i reinicia audio-recorder.
de: Alle Einstellungen zurücksetzen und Audio-Rekorder neu starten.
es: Restablecer todas las configuraciones y reiniciar audio-recorder.
eu: Leheneratu ezarpenak eta berrabiarazi audio-recorder.
fi: Nollaa kaikki asetukset ja käynnistä ohjelma uudelleen.
fr: Réinitialiser tous les paramètres et redémarrer Audio Recorder.
lt: Atstatyti visus nustatymus ir iš naujo paleisti garso rašytuvą.
ms: Tetap semula semua tetapan dan mulakan semula perakam-audio.
pl: Zresetuj wszystkie ustawienia i uruchom ponownie audio-recorder.
sv: Återställ alla inställningar och starta om audio-recorder.
uk: Скинути всі налаштування та перезапустити audio-recorder.
zh_tw: 重設全部設定並重新啟動。

source: List signal level values in a terminal window.
ar: عرض قائمة قيم مستوى الإشارة في نافذة الطرفي.
ca: Llista els valor del nivell del senyal en una finestra de terminal.
de: Signalpegelwerte in einem Terminalfenster anzeigen.
el: Εμφανίζει τις τιμές της έντασης του ήχου σε ένα παράθυρο τερματικού.
es: Mostrar los valores de señal en una ventana de terminal.
eu: Zerrenda ezazu seinale-mailen balioak terminal leiho batean.
fi: Tulosta signaalin tason arvot pääteikkunassa.
fr: Liste des valeurs du niveau du signal dans une fenêtre de terminal.
lt: Išvardyti signalo lygio reikšmes terminalo lange.
ms: Senarai nilai aras isyarat dalam tetingkap terminal.
nl: Lijst signaalniveauwaarden in een terminalvenster.
pl: Wypisz wartości poziomu sygnału w oknie konsoli.
sv: Lista värden för signalnivåer i ett terminalfönster.
uk: Показати значення рівня сигналу в вікні терміналу
zh_tw: 在終端機視窗列出信號等級值。

source: Send a command to the recorder. Valid commands are; status,start,stop,pause,show,hide and quit. The status argument returns; 'not running','on','off' or 'paused'.
ar: إرسل أمر إلى المسجل. الأوامر الصالحة: status،start،stop،pause،show،hide و quit. معطى الحالة يرجع: "not running"،"on"،"off" أو "paused".
ca: Envia una comanda a la gravadora. Les comandes vàlies són: status,start,stop,pause,show,hide and quit. L'argument status retorna: 'not running','on','off' o 'paused'.
de: Einen Befehl an den Rekorder übergeben. Gültige Befehle sind: status, start, stop, pause, show, hide und quit. Die Status-Rückmeldungen sind: »not running«, »on«, »off« oder »paused«.
es: Enviar una orden al grabador. Las órdenes válidas son: status, start, stop, pause, show, hide y quit. El argumento de estado devuelve: «not running», «on», «off» o «paused».
eu: Bidali komando bat grabagailura. Baliozko komandoak dira: status, start, stop, pause, show, hide eta quit. Egoera argumentuak erantzuten du: 'not running','on','off' or 'paused'.
fi: Lähetä komento ohjelmalle. Sallitut komennot ovat: status, start, stop, pause, show, hide ja quit. Status-argumentti palauttaa tekstin: 'not running','on','off' tai 'paused'.
fr: Envoit une commande à l'enregistreur. Les commandes acceptées sont: status, start, stop, pause, show, hide, quit. L'argument "status" renvoit: not running, on, off, paused.
lt: Siųsti komandą į rašytuvą. Teisingos komandos yra: status,start,stop,pause,show,hide ir quit. Būsenos argumentas grąžina: "not running","on","off" ar "paused".
ms: Hantar perintah ke perakam. Perintah yang sah adalah; status,mula,henti,jeda,papar, sembunyi dan keluar. Argumen status kembalikan; 'tidak berjalan','hidup','mati' atau 'dijedakan'.
nl: Zend een opdracht naar de recorder. Geldige opdrachten zijn; status,start,stop,pause,show,hide en quit. De status antwoord met argumenten; 'not running','on','off' of 'paused'.
pl: Wysyłanie polecenia do nagrywarki. Poprawne polecenia to: status,start,stop,pause,show,hide i quit. Status zwraca ; 'not running','on','off' lub 'paused'.
sv: Skicka ett kommando till inspelaren. Giltiga kommandon är; status,start,stop,pause,show,hide och quit. Statusargumentet returnerar; 'not running','on','off' eller 'paused'.
uk: Відправити команду. Доступні команди: status,start,stop,pause,show,hide та quit. Аргумент status повертає наступні значення: 'not running','on','off' або 'paused'.
zh_tw: 發送指令到錄音機。有效指令包括：status，start，stop，pause，show，hide 和 quit。狀態數據回報：'not running'，'on'，'off' 或 'paused'。

source: Stop recording
ar: إيقاف التسجيل
ca: Atura l'enregistrament
de: Aufnahme stoppen
el: Παύση ηχογράφησης
es: Detener la grabación
eu: Gelditu grabazioa
fi: Pysäytä nauhoitus
fr: Arrêter l'enregistrement
lt: Stabdyti įrašymą
ms: Henti merakam
nl: Stoppen met opnemen
pl: Zatrzymaj nagrywanie
sv: Stoppa inspelning
uk: Зупинити запис
zh_tw: 停止錄音

source: Continue recording
ar: مواصلة التسجيل
ca: Continua l'enregistrament
de: Aufnahme fortsetzen
el: Συνέχιση ηχογράφησης
es: Reanudar la grabación
eu: Segi grabatzen
fi: Jatka nauhoitusta
fr: Continuer l'enregistrement
lt: Tęsti įrašymą
ms: Teruskan merakam
nl: Doorgaan met opnemen
pl: Kontynuuj nagrywanie
sv: Återuppta inspelning
uk: Продовжити запис
zh_tw: 繼續錄音

source: Start recording
ar: بدء التسجيل
ca: Comença a enregistrar
de: Aufnahme beginnen
el: Έναρξη ηχογράφησης
es: Iniciar la grabación
eu: Hasi grabatzen
fi: Aloita nauhoitus
fr: Commencer l'enregistrement
lt: Pradėti įrašymą
ms: Mula merakam
nl: Start opnemen
pl: Rozpocznij nagrywanie
sv: Starta inspelning
uk: Почати запис
zh_tw: 開始錄音

source: Quit
ar: خروج
ca: Surt
de: Beenden
el: Έξοδος
es: Salir
eu: Irten
fi: Sulje
fr: Quitter
lt: Išeiti
ms: Keluar
nl: Stop
pl: Wyjdź
sv: Avsluta
uk: Вийти
zh_tw: 結束

source: File:
ar: الملف:
ca: Fitxer:
de: Datei:
el: Αρχείο:
es: Archivo:
eu: Fitxategia:
fi: Tiedosto:
fr: Fichier :
lt: Failas:
ms: Fail:
nl: Bestand:
pl: Plik:
sv: Fil:
uk: Файл:
zh_tw: 檔案：

source: Add.
ar: أضف.
ca: Afegeix.
de: Hinzufügen.
el: Προσθήκη
es: Añadir.
eu: Gehitu.
fi: Lisää.
fr: Ajouter.
lt: Pridėti.
ms: Tambah
nl: Toevoegen.
pl: Dodaj.
sv: Lägg till.
uk: Додати.
zh_tw: 加入。

source: Timer.
ar: المؤقت.
ca: Temporitzador.
el: Χρονόμετρο.
es: Contador.
eu: Tenporizadorea.
fi: Ajastin.
fr: Minuterie.
lt: Laikmatis.
ms: Pemasa.
pl: Zegar.
sv: Tidrelä.
uk: Таймер.
zh_tw: 計時器。

source: Audio settings.
ar: إعدادات الصوت.
ca: Ajustaments de so.
de: Audioeinstellungen.
el: Ρυθμίσεις ήχου.
es: Configuración de audio.
eu: Audio ezarpenak.
fi: Ääniasetukset.
fr: Paramètres audio.
lt: Garso nustatymai
ms: Tetapan audio.
nl: Audio instellingen.
pl: Ustawienia audio.
sv: Ljudinställningar.
uk: Налаштування аудіо.
zh_tw: 音訊設定。

source: Source:
ar: المصدر:
ca: Font:
de: Quelle:
el: Πηγή:
es: Fuente:
eu: Iturburua:
fi: Lähde:
lt: Šaltinis:
ms: Sumber:
nl: Bron:
pl: Źródło:
sv: Källa:
uk: Джерело:
zh_tw: 音訊來源 :

source: Format:
ar: التنسيق:
el: Μορφή:
es: Formato:
eu: Formatua:
fi: Muoto:
lt: Formatas:
nl: Formaat:
uk: Формат:
zh_tw: 格式：

source: Additional settings
ar: إعدادات إضافية
ca: Paràmetres addicionals
de: Zusätzliche Einstellungen
el: Επιπλέον ρυθμίσεις
es: Configuraciones adicionales
eu: Ezarpen osagarriak
fi: Lisäasetukset
fr: Paramètres supplémentaires
lt: Papildomi nustatymai
ms: Tetapan tambahan
nl: Toegevoegde instellingen
pl: Dodatkowe ustawienia
sv: Ytterligare inställningar
uk: Додаткові параметри
zh_tw: 附加設定
